import React, {Component} from 'react';

class BlogItem extends Component {
    render() {
        return (
            <div className="BlogItem">
                <div className="container">

                    <div className="row">
                        <div className="col-6">
                            <h1>KELYAN<b>MEDIA</b></h1>
                            <img src="/img/rec1.svg"/>

                            <p>Масслайкинг в Инстаграм — это автоматизированный процесс проставления лайков к записям,
                                фотографиям или видео пользователей. Обычно масслайкинг запускается по заранее собранной
                                аудитории, тематическим хэштегами или геолокации Масслайкинг в Инстаграм — это
                                автоматизированный процесс проставления лайков к записям, фотографиям или видео
                                пользователей. Обычно масслайкинг запускается по Масслайкинг в Инстаграм — это
                                автоматизированный процесс проставления лайков к записям, фотографиям или видео
                                пользователей. </p>
                        </div>
                        <div className="col-6">
                           <div className="d-flex justify-content-between">
                               <span className="text-secondary">07.02.2021</span>
                               <span className="tag text-white">SMM</span>
                           </div>
                            <p>Масслайкинг в Инстаграм — это автоматизированный процесс проставления лайков к записям,
                                фотографиям или видео пользователей. Обычно масслайкинг запускается по </p>

                            <p>Масслайкинг в Инстаграм — это автоматизированный процесс проставления лайков к записям,
                                фотографиям или видео </p>


                            <p>
                                Масслайкинг в Инстаграм — это автоматизированный процесс проставления лайков к записям,
                                фотографиям или видео пользователей. Обычно масслайкинг запускается по заранее собранной
                                аудитории, тематическим хэштегами или геолокации Масслайкинг в Инстаграм — это
                                автоматизированный процесс проставления лайков к записям, фотографиям или видео
                                пользователей. Обычно масслайкинг запускается по Масслайкинг в Инстаграм — это
                                автоматизированный процесс проставления лайков к записям, фотографиям или видео
                                пользователей.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        );
    }
}

export default BlogItem;